/* Invalid Nb ! */
"BUTTON_VERIFY_DISABLED" = "Número del IVA no válido !";

/* Verify */
"BUTTON_VERIFY_ENABLED" = "Comprobar!";

/* Member State : */
"LABEL_MEMBER_STATE" = "Estado miembro :";

/* VAT Number : */
"LABEL_VAT_NUMBER" = "Número de IVA :";

/* Name : */
"LABEL_NAME" = "Nombre :";


/* Name : */
"LABEL_ADDRESS" = "Dirección :";


/* Various messages */
"NETWORK_ACCESS_IS_REQUESTED"   = "Acceso a la red solicitada para el control de número de IVA.";
"NO_NETWORK"                    = "No hay red!";

"ERROR_ENCOUNTERED_MSG"         = "Error <%@> al comprobar el número de IVA.";
"ERROR_ENCOUNTERED_NO_WS_MSG"   = "Error <%@> al comprobar el número de IVA. WebService pueden no estar disponibles.";

"ERROR_ENCOUNTERED_TITLE"       = "Error al comprobar el número de IVA.";

"VAT_VALIDATION_MSG_VALID"      = "<%@:%@>  es un número de IVA válido.";
"VAT_VALIDATION_MSG_INVALID"    = "<%@:%@>  NO es un número de IVA válido!";
"VAT_VALIDATION_TITLE"          = "Validación del n° IVA";

"HISTORY_LABEL"                 ="Histórico";
"CONFIRM_DELETION_HISTORY"      ="Do you confirm the deletion of all history ?";


"VERIFIED"                      ="verificado";
"VERIFIED_ON_THE"               ="Verificado :";
"FROM_VERIFTVA"                 ="de VerifTVA!";
"STATUS"                        ="Estado";
"HEADER_FOR_HISTORY"            ="Last checked VAT numbers";
"EMPTY_HISTORY"                 ="Historico vacío!";

"UNKWOWN"                       ="Desconocido";

/* Titres icones de la toolbar */
"VERIFY_LABEL"                  ="Comprobar";
"HISTORY_LABEL"                 ="Histórico";

/* Erreure inconnue envoi mail */
"ERROR_SENDING_MAIL"            ="Sending Failed - Unknown Error :-(";
